export const MAX_POINTS = 15 ;

export const quiz = [
    [
        {
            question:'Найдите ошибку (ошибки) в образовании формы слова. В ответе укажите только число.',
            answers: [
                'пирог более вкуснее',
                'с шестьюстами страницами',
                'забавный шимпанзе',
                'для обоих сестёр',
            ],
            correct:0,
        },
        {
            question:'Вопрос 1 для красной команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 1 для синей команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
    ],
    [
        {
            question:'Вопрос 2 для желтой команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 2 для красной команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 2 для синей команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
    ],
    [
        {
            question:'Вопрос 3 для желтой команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 3 для красной команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 3 для синей команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
    ],
    [
        {
            question:'Вопрос 4 для желтой команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 4 для красной команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 4 для синей команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
    ],
    [
        {
            question:'Вопрос 5 для желтой команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 5 для красной команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 5 для синей команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
    ],
    [
        {
            question:'Вопрос 6 для желтой команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 6 для красной команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 6 для синей команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
    ],
    [
        {
            question:'Вопрос 7 для желтой команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 7 для красной команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 7 для синей команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
    ],
    [
        {
            question:'Вопрос 8 для желтой команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 8 для красной команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 8 для синей команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
    ],
    [
        {
            question:'Вопрос 9 для желтой команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 9 для красной команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 9 для синей команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
    ],
    [
        {
            question:'Вопрос 10 для желтой команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 10 для красной команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
        {
            question:'Вопрос 10 для синей команды',
            answers: [
                'Вариант 1',
                'Вариант 2',
                'Вариант 3',
                'Вариант 4',
            ],
            correct:0,
        },
    ],
] ;